[Лекция "Топологии компьютерных сетей"](https://youtu.be/z8VmkYahV8M)

1.  Популярные топологии:
    * Полносвязная - каждое устройство в сети имеет связь с каждым
    * Ячеистая - частная топология из полносвязной, без некоторых узлов
    * Звезда - соединение устройств через коммутатор в одной точке
    * Дерево -  доступ к устройству осуществляется через несколько промежуточных устройств(коммутаторов) 
    * Кольцо - каждое устройство соединяется с двумя соседними
    * Общая шина - все устройства подключены к одной среде, например медный кабель
    * Смешанная топология

2. Виды топологии:
    * Физическая - соединение устройств в сети
    * Логическая - правила распространения сигнала в сети

###### Пример:
WIFI - физическая - беспроводная, логическая - общая шина