[Лекция "Стандарты компьютерных сетей"](https://youtu.be/1dWCwQpqydU)

1. Типы стандартов:
    * _De jure_ - юридические стандарты
    * _De facto_ - стандарты, установившиеся сами собой(самые популярные)

2. Стандарты для сетей:
    * Международная организация по стандартизации (ISO) - эталонная модель для взаимодействия открытых систем
    * Институт инженеров по электронике и электротехнике (IEEE) - технологии передачи данных
    * Совет по архитектуре Интернет (IAB) - протоколы Интернет
    * Консорциум W3C - стандарты WEB
